Revit 2027 API
ParameterTypeId.RoomPowerLoadUnitsParam Property
 "Power Load Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomPowerLoadUnitsParam { get; }
Public Shared ReadOnly Property RoomPowerLoadUnitsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomPowerLoadUnitsParam {
	ForgeTypeId^ get ();
}
static member RoomPowerLoadUnitsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace